<?PHP

return array
(
	'title' => "Промокоды",

	'ap_remove_ok' => "Отмеченные промокоды удалены",
	'ap_gen_ok' => "Промокоды сгенерированы",
	'ap_code' => "Промокод",
	'ap_sum' => "Сумма",
	'ap_active' => "Активирован",
	'ap_time_active' => "Дата и время активации",
	'ap_remove_selected' => "Удалить отмеченные",
	'ap_codes' => "Промокоды",

	'ap_num' => "Количество:",
	'ap_num_desc' => "Сколько сгенерировать кодов",
	'ap_getsum' => "Номинал:",
	'ap_getsum_desc' => "Сколько начислить средст на баланс пользователю, активировавшему код",
	'ap_theme' => "Шаблон промокода:",
	'ap_theme_desc' => "Используйте цифру <b>0</b> для обозначения случайного символа",

	'ap_create' => "Создание промокодов",
	'ap_create_btn' => "Сгенерировать",

	'ui_error_code' => "Введите промокод",
	'ui_error_active' => "Промокод не найден либо уже активирован",
	'ui_active_desc' => "Активация промокода %s",
	'ui_active_ok' => "Промокод активирован",
	'ui_active_ok_balance' => "На ваш баланс зачислено %s %s"
);
