<?PHP

return array
(
	'title' => "Бонусы",
	'setting' => "Настройки плагина",
	'on' => "Включить:",
	'on_desc' => "Активировать начисление бонуса",
	'on_desc_tab3' => "Активировать начисление бонуса (раз в день при посещении сайта)",
	'sum' => "Сумма пополнения:",
	'sum_desc' => "Пользователю будет предоставлен бонус, если сумма первого платежа больше указанной",
	'bonus' => "Бонус:",
	'bonus_f_desc' => "Укажите размер бонуса в валюте сайта или в процентах от суммы пополнения",
	'sum_s_desc' => "Пользователю будет предоставлен бонус, если сумма платежа (второго и далее) больше указанной",
	'bonus_s_desc' => "Укажите размер бонуса в валюте сайта или в процентах от суммы пополнения",
	'bonus_t_desc' => "Укажите размер бонуса в валюте сайта",
	'tab0' => "Настройки",
	'tab1' => "Первое пополнение",
	'tab2' => "Последующие",
	'tab3' => "Посещение сайта",
	'tab4' => "Активация профиля",

	'active_from' => "Группа пользователя:",
	'active_from_desc' => "Если пользователь находиться в этой группе",
	'active_sum' => "Сумма пополнения:",
	'active_sum_desc' => "Пользователю будет предоставлен бонус, если сумма платежа больше указанной",
	'active_bills' => "Количество платежей:",
	'active_bills_desc' => "Необходимое количество пополнений баланса пользователем для перевода в группу.<br />Для перевода в группу за первый платеж - укажите <b>1</b>",
	'active_to' => "Перевести в группу:",
	'active_to_desc' => "Если все условия выполнены, пользователь будет переведен в указанную группу",

	'info' => "Бонус за посещение сайта",
	'bonus_first_comment' => "Бонус первого пополнения баланса",
	'bonus_comment' => "Бонус за пополнение баланса",

	'alert_pm' => "Включить оповещение в личную почту:",
	'alert_pm_desc' => "Отправить пользователю сообщение в персональную почту на сайте при изменении его баланса от начисления бонуса",

	'alert_main' => "Включить оповещение по email:",
	'alert_main_desc' => "Отправить пользователю сообщение на email при изменении его баланса от начисления бонуса",

	'mail_off' => "<br /><span style='color:red'>Выключено в <a href='?mod=billing&m=settings' target='_blank'><u>настройках уведомлений</u></a></span>",

	'bonus_view' => "Бонус за просмотр %s",

	'tab5' => "Просмотр новости",
	'tab5_on' => "Бонус за просмотр новости",
	'tab5_on_desc' => "Бонус за просмотр новости на сайте",

	'tab6' => "Нахождение на сайте",
	'tab6_on' => "Включить:",
	'tab6_on_desc' => "Бонус начисляется каждый час при нахождении на сайте",
	'tab6_desc' => "Укажите размер бонуса",
	'tab6_timeout' => "Тайм-аут между действиями:",
	'tab6_timeout_desc' => "Укажите тайм-аут (в минутах) между действиями на сайте",
	'tab6_in_story' => "Бонус за нахождение на сайте",
	'tab6_intv' => "Интервал начисления бонуса:",
	'tab6_intv_desc' => "Каждые n-<b>минут</b> будет начисляться бонус:",
);

?>
